["@marithelma me debe una corona y @NataForastieri me debe comida china :D ahh y @marialeminino me debe un Frostie de chocolate :D", "@lablondgirl si kieres una mas asquerosa dale al donq limon con china y le metes un cantito de limon como si fuera una corona, bueenaa! ;)", "Hay q decirlo: Virus y Corona se llevan bien...", "New Beer Updated: How can I prevent the spread of the feline corona virus? http://bit.ly/e0RfZP", "China se corona de nuevo como líder en exportaciones a nivel mundial y atrae a nuevos socios. Ver más en http://bit.ly/hL8HRa", "Pa la dieta!!!! (@ Corona China Restaurant) http://4sq.com/eBriD6", "China se corona de nuevo como líder en exportaciones a nivel mundial y atrae a nuevos socios (info comercial) http://dlvr.it/Db5Nn”", "China se corona de nuevo como líder en exportaciones a nivel mundial y atrae a nuevos socios (info comercial) http://dlvr.it/Db5Nn", "@noreaga you went to China or something? Or you studied the art of war lately? Corona 105th Martense baby #heartofqueens", "Imparables! - #China se corona de nuevo como líder en exportaciones a nivel mundial y atrae a nuevos socios http://bit.ly/fCcBhN", "Sofía estudiaste en China del Norte o en China del Sur? No es veS de ver, es VeZ con \"Z\" RT @SofiaVergara Me robaron la corona otra veeees!", "El novio de mi madre se acaba de ganar una corona y una banda dijo China del norte y China del sur! -_- Graciiia beibi! Jajaja", "I drink so much alcohol I have corona virus.", "Li Na se corona en Sydney: La china Li Na derrota a Kim Clijsters en la final del torneo de Sydney http://bit.ly/elLTnp", "(VideoTwitter.net) Li Na se corona en Sydney: La china Li Na derrota a Kim Clijsters en la final del torneo de Sydney http://bit.ly/eKFRGs", "@linamasuarezp \"La tenista china Li Na derrota a Kim Clijsters y se corona en Sy./ Doctora le sabía el lado colombiano, pero nada de oriente", "La tenista china Li Na derrota a Kim Clijsters y se corona en Sydney. http://bit.ly/h0LpSt", "China se corona de nuevo como líder en exportaciones a nivel mundial y atrae a nuevos socios:  http://bit.ly/eICgBI", "China se corona de nuevo como líder en exportaciones a nivel mundial y atrae a nuevos socios… http://goo.gl/fb/nwjqI", "China se corona de nuevo como líder en exportaciones a nivel mundial y atrae a nuevos socios http://enl.me/dtq", "How is the Corona virus gonna stop anything? My dog got it 05, I got it 97, when Maggie did, thanks bitch, when did y'all get it?", "@WHO How long we go to break the cell wall of corona virus ?", "Public Awareness to Combat MERS Corona Virus http://www.wecanstopthis.com/  IF YOU SUSPECT CORONA DIAL 937 #We_Can_Stop_…pic.twitter.com/XH11FcLLKV", "@patlorraine_  umuwi ka na te may Corona Virus diyan!", "Bella Vivian Serrano!!! Luciendo #marianalandivar en China luchando por la corona del Miss World 󾮞󾮞󾮞 http://fb.me/3x72zd0Li ", "get corona virus, you'll be queen", "Masudlan untag corona virus imong lawas ", "What the report didnt say I was infected by Sex Bomb, made in the USA. CORONA VIRUS, BIO WEAPON. PATHOGEN. AIRBORNE. CHRONIC", "Empecé mi viaje a China casi perdiendo el avión por tomarme una Corona en el bar del free shop. ", "@yvbar @HillmanMarc attention au #Corona... virus", "Comida china y una corona que rico jejeje https://instagram.com/p/-rySggvGmh/ ", "¿Conseguirá el yuan arrebatarle la corona al dólar?: Hubo que esperar, pero todo apunta a que mañana China con... http://bit.ly/1XpOCgX ", "Marifer Valenzuela va por la corona en el certamen Miss All Nationals Pagement 2015 en China.\nPara lograrlo... http://fb.me/6ZN9CkgKe ", "TOO FUNNY WHEN WE ALL KNOW IT'S THE CORONA VIRUS, it's airborne and sexually transmitted. once in ya, it stays like Maggie. Torture", "#CAT FOR ADOPTION. Male, 6 months old.. Corona virus positive. Needs to be an only cat in the house: +971 4 8859800 pic.twitter.com/2o81rRCDY1", "@Abou_Houdeyfa @islametinfo @MohamedBajrafil @alkanz Corona virus et le chameau  http://www.news-sa.com/%d9%85%d9%86%d8%b8%d9%85%d8%a9-%d8%a7%d9%84%d8%b5%d8%ad%d8%a9-%d8%a7%d9%84%d8%b9%d8%a7%d9%84%d9%85%d9%8a%d8%a9-%d8%aa%d8%ad%d8%b0%d9%91%d8%b1-%d8%b4%d8%b1%d8%a8-%d8%a8%d9%88%d9%84-%d8%a7%d9%84%d8%a5/ …", "Fantastic image of MERS, shows exactly why we call it a \"Corona\" (crown) virus : \n http://www.bbc.co.uk/news/health-34913764 …", "\"El Clan Macri, China una pasión\" -  Gerenciadores de la Corona Británica https://www.facebook.com/ProyectoSegundaRepublica/posts/918625431558821 …pic.twitter.com/4TRDZECOCA", "Las 10 candidatas más opciónadas a la corona de Miss mundo 2015 \nMiss China, Miss Ecuador, Miss Vietnam, Miss... http://fb.me/7yGBvZk3U ", "@china__musume @KensWolfPack but not corona lol", "@corona_shell got it up and running. Installing now anti virus on it then gonna run a scan and see how it works. keep ya posted, thanks", "@MarketNut You'll not believe this,but I sold my Smith Corona electric to a firm in Atlanta that refurbishes them and resells them in China.", "Enjoying, a Corona and lime (classic boating beer) while getting kids to bed and thinking about mock packing for China part deux.", "@Kubaru: 60% Descuento En Nombre de la Corona, La  muralla China, Cocorico cocorocó, tribus, 2 de Mayo, Horrorclix, Heroclix y D&D minis", "60% Descuento En Nombre de la Corona, La Gran muralla China, Cocorico cocorocó, tribus, 2 de Mayo, Horrorclix, Heroclix y D&D minis", "60% En Nombre de la Corona, La Gran muralla China, Cocorico cocorocó, tribus, 2 de Mayo, Horrorclix, Heroclix y D&D minis", "60% En Nombre de la Corona, La Gran muralla China, Cocorico cocorocó, tribus, 2 de Mayo, Horrorclix y Heroclix", "What Do You Know About Corona (Not the Beer)?: No, this isn't YumSugar - I'm talking about another virus you may.. http://bit.ly/ezMck", "en la corona hay una bombaaaaaa ! RT @alevivancov :@Hollabackkid LA CHINA ES DEL FBI DIJOOO JAJAJAJ", "Common cold in children: Common cold is caused by viruses like rhinovirus, corona virus. It can occur any time i.. http://bit.ly/ilqYU", "RT La china Xue Bai, campeona del mundo de maratón: La china Xue Bai, de 20 años, se ha corona.. http://bit.ly/1biNrg\n www.iflyacy.com", "If you are out and about in Corona tomorrow, stop by Main/Olive and support the China missions team by buying a pastry, brownie, or item!", "At Mainland China with @little_flower having nice chilled Corona + delicious king prawns! #andheri #beer", "http://bit.ly/ycRr2  - via @globeandmail: Export crown will pass to China: German group / La corona exportadora pasará a China #comexpep", "Superb corona image from recent Solar Eclipse in China.  http://bit.ly/zhulX -Solar Eclipse 2009", "takin Biddle to the vet today. she has corona virus and i pray it hasn't mutated into FIP. she hasn't been eating", "Computer has virus so i'm phone Tweeting! Lol Taco Bell & Corona's=Bomb! Watching movies w/ @Shannonie & the crew now! Holla!", "Diamantes en un Cielo Nuboso: Los nubosos cielos sobre Wuhan, China ocultaron la delicada corona solar durante e.. http://bit.ly/CWvTi", "Well, I'm back from the Middle Kingdom.  Hard to say which was more impressive -- the corona-haloed Sun, or China itself.", "I'm amazed. Our company has people working in China, New Jersey, Oklahoma City, and Corona CA. Seemlessly. Technology is amazing!", "wow, I'm having all sorts of grammatical tweeting issues today.  I blame corona, the virus, not the nasty beer.", "Corona VIRUS in my prostate\n\nA chronic inflammatory virus\n\nBy Bill Cliton the used car saleman turned death dealer from Arkansas", "コロン君「あれこの曲なんだっけ」\n俺「C-Netik - Corona Virusだよ」\nコロン君「Corona VirusはBratkillaでしょ」 \n俺「いやC-Netikだけど」\nコロン君「絶対Bratkillaでしょ」\n\nBratkilla & C-Netik - Corona Virus\nhttps://www.youtube.com/watch?v=23LlBn7CYC0 …\n\n世界平和\n\n#INNOVATE", "Realmente si querían que llore lo lograron ah re\nTodos diciendome “Faltas vos hoy acá” y mi mamá lo corona con un “No sabes China, en serio, como te extrañan! Vos sos Tierra Bomba entendes?” \nListo ok, hice todo bien", "ayer con el agus activamos el team corona en la china jajajajaja una atrás de otra mandábamos", "Señora congresista se que ud habla de luchar contra la corrupción..quisiera saber que ae sabe de la flota China que depreda nuestro mar y nadie dice nada...tienen corona o algo los chinos...porque a los barcos peruanos les ponen mucho control para poder pescar...", "EEUU se niega a perder la corona\n\nGuerra comercial entre EEUU y China y el impacto en la economía mundial\nhttp://podplayer.net/?id=70640660 pic.twitter.com/3zM3rgYNfZ", "Ojalá, pero nuestros patrones del norte no lo van a permitir más con el desmadre geopolítico que traen con Rusia, China, Irán y Venezuela. Mexico no es soberano no la ha sido nunca. Siempre ha habido dueños desde La Corona española, oligarcas coloniales y los united.", "Potentially dangerous new corona virus in pigs is able to infect humans, Utrecht vet scientists have found out.\nhttps://www.uu.nl/infectiestrategie-nieuw-coronavirus …", "#SooninAJPH \"Risk factors for fatal Middle East Respiratory Syndrome Corona Virus infections in Saudi Arabia: Analysis of the WHO Line List (2013-2018)\" @PublicHealth @AMJPublicHealth #riskfactors #Coronavirus #SaudiArabia", "One of our team's newest creations  Doesn't it look so refreshing?! #new #creation #bar #bartenders #team #cocktails #pineapple #beer #corona #bottle #showcase #refreshing #summer #drink #tropical #youngbar #wearealwaysyoung #sanya #hainan #china pic.twitter.com/BWUELOYEh4", "El término correcto es intervención, invadidos ya estamos por Cuba, Rusia y China. La joya de la corona es Venezuela, y es que aunque somos un país pequeno en extensión tenemos la mayor cantidad de morocotas de oro negro del mundo. Somos parte de la ecuación energética mundial.", "\"De esta forma el país africano pasa a ser la joya de la corona de la explotación laboral y la esclavitud encubierta superando a Bangladesh, donde se cobra 95$ al mes, Kenia 207$ o China 307$.\" - via @ElSaltoDiariohttps://digitalsevilla.com/2019/05/12/etiopia-esclavas-industria-textil-calvin-klein/ …", "Sadly these 3 have tested positive for parvo and corona virus.", "UPDATE PUPPIES TAKEN FROM KILL SHELTER \nAll 3 puppies have tested positive for Parvo and corona virus.\n\nThey remain at the vets and have been given serum for the parvo\nAll we can do now is pray. \nPoor little souls , just heartbreaking\n\nhttps://www.paypal.me/SCGR4RESCUE \nStating PUPPIESpic.twitter.com/ShGnGrqtgZ", "HSBC o sea Hong Kong Shanghai Banking Corporation fue fundado para manejar el enorme negocio del tráfico de opio que la corona Británica desarrolló para debilitar a China. Ese es el banco con el que alía ahora el ganso cansado. Pobres Amlobelivers", "Cuando las barbas de tu vecino veas cortar, pon las tuyas a remojar. Cuantos más agachen la cabeza porque no les tocó a ellos, a más se la cortarán. Muchos no se dan cuenta hasta k no les toca la china a ellos, pero cuando les toca ya es demasiado tarde", "Estas en todo lo correcto. Y si tus defensas están bajas que cres que va hacer rhinovirus, corona virus, echovirus y coxsackierviris te va resfriar no?  Im just saying. Obviamente yo no me resfrío casa ves q salgo de noche pero aplica a gente infantes personas d avanzada edad....", "Ingeniero Agrónomo Doctor @ochoa_corona agradecemos su colaboración. Usted tiene experiencia en virus y entomologia ¿podría ayudar a este agricultor preocupado por su cosecha? GRACIAS!!!! https://twitter.com/LuisTrincado/status/1127891451323535361 …", "Etiopía, 'esclavas' de la industria textil por 26$ al mes. \"La joya de la corona de la explotación laboral y la esclavitud encubierta superando a Bangladesh, donde se cobra 95$ al mes, Kenia 207$ o China 307$\" https://digitalsevilla.com/2019/05/12/etiopia-esclavas-industria-textil-calvin-klein/ …", "china kitchen served me my lunch in the remains of a cardboard corona box.", "Cerveza Corona pirata en China: http://www.reforma.com/negocios/articulo/777079/default.asp", "quiero una cerveza Cerono (copia pirata de la Corona hecha en China)", "A Lime In A Corona Has Nothing On This Guy: Some dude in China decided to mix snakes and beer. 41-year-old Wen X.. http://tinyurl.com/4ewlss", "La Cerveza Corona es copiada sin ningun escrupulo por la marca china Cerono http://snipurl.com/7w12q", "'swine corona virus' ? An epidemic at cb beach weekend?", "Fake Corona in China? Nnnnoooooooo!!!!!!!!  http://tinyurl.com/5tqsgd", "@faboomama Hey, I'm in China. Corona is high-end, believe it or not.  :)", "Retweet @pandapassport: God help us all... Fake Corona beer in China http://tinyurl.com/5tqsgd", "God help us all... Fake Corona beer in China http://tinyurl.com/5tqsgd", "Rhino-virus, corona-virus, echo-virus, paramyxo-virus og coxsackie-virus. Alt om den forkjølte kroppen på P1 nå.", "At china bistro ordering a corona", "had the china/random friends party, beer table was a hit, who knew people still drank Corona? I got to find out I suck at ladder golf", "Country Roads being sung by a Filipino band to a Reggae beat in China. The beer: Corona.", "Cuatro reyes para una sola corona: La victoria el pasado domingo en el GP de China de MotoGP de Va.. http://tinyurl.com/3s2ay4", "@caprioxbovidae results came back on my 2- Rota/corona virus- no vaccine for that.  Keeping them stress-free and feeding them thru it.", "Nanunuod ng #SalamatDok, may kumakalat pala na virus sa buong mundo. :( Ito'y tinatawag na novel corona virus. Stay healthy and clean!!", "Corona virus epidemic ?! #corona #فيروس_كورونا", "I'm at El Jardin De China (Corona, NY) http://4sq.com/XuI7FG ", "Recuerden este nombre... #NcoV (Novo Corona Virus)...", "Tetesan corona beer? RT @winnerku: Berasal dari Bir? RT @antaranews: Seorang lagi meninggal akibat virus ... http://m.tmi.me/LqGMI ", "I miss the days when Coronavirus meant \"Corona Virus\" - this new meaning is too Novel...", "22 Feb 1995 - USAF & CIA’s Corona reconnaissance satellite program declassified Satellites took photos of USSR & China, then parachuted back", "Anbfale alle å ikke drikk corona, det går rundt et corona virus i europa", "Corona virus #WHO", "Tödliches Coronavirus Virus überlistet das Immunsystem - taz.de http://bit.ly/VS0SYQ  #corona", "@El_Spy CORTICO, Q ES EL CORONA VIRUS", "Re: Corona Virus New Respiratory Outbreak in Thailand 22/2/2013 14:05:07 http://is.gd/zd2zQW ", "Cảnh báo của Bộ Y tế về virus corona gây tử vong http://wp.me/p30OGA-1bI ", "@prairielaura but I like the image of a corona, a virus surrounded by a radiant halo.", "@KodjoAkolor kolla Corona NCoV", "Thank God our baby Arwen is getting better from having corona virus. Waking up every 2 hours just to give her meds. #sicklittlepuppy", "@galvorniii did his sniffle sound like it had an English accent? Just wondering if he had that new corona virus killing people in England.", "Epidemic Hazard - United Kingdom, England, Manchester : WHO revises it's case definitions fro reporting on the NCoV (corona virus) after a…", "Miss Universo callese que le mando a quita la corona RT @alejoomontero: Callese* china estrambotica RT @MarioC… (cont) http://deck.ly/~SrH7B ", "Corona en China...", "People be talking bout all the tea in China, fuck dat what about all the Corona in Mexico", "What do Corona beer and #China have in common? This: http://advertising.chinasmack.com/2011/corona-extra-a-journey-from-the-pole-of-inaccessibility.html …", "An extraordinary journey from #china  via @chinasmack http://ow.ly/6LZnJ", "Luxury Furnished #Lease: China Cove Beach | Corona del Mar, California | HÔM Vacation http://www.homvacation.com/the_residences/oc_chinacove.php … #RealEstate #VacationRental", "Watch this video. A great Corona ad taking folks from central China to the beach or the first tine. http://j.mp/qVtmVe", "Here is a great new campaign from Mexican beer brand, ‘Corona‘. It focuses on the village of Bulin locate... http://bit.ly/nmOhIZ  #china", "Here is a great new campaign from Mexican beer brand, ‘Corona‘. It focuses on the village of Bulin locate... http://bit.ly/nmOhIZ  #china", "I just became the mayor of Corona China Restaurant on @foursquare! http://4sq.com/byfkl9 ", "I'm at El Jardin De China (37-37 Junction Blvd., Corona) http://4sq.com/p4dgYu ", "Annie (my dog) had 2b quarantined for her first month at my house b/c she had corona virus.  RT @tick0: Update on Artie.. Maybe out Tuesday.", "Have been hearing that large daycare's are getting hit badly by the Corona Virus.  If you take your pup to a... http://fb.me/DXzCEz0t ", "@WILLIAM_CORONA ok me dejo un monstruo en mi computadora, casi le da virus a mi bebe por tu culpaaa cotico jum -.- una cosa rara en una mo..", "Ya al aire!!  recuerden hoy hay boletos para el corona fest ecatepec!! solo aqui en Radio T&T ... La cuerda china con Carlos Menendez", "Solo 1 mes y jessicá barboza buscara la 7ma corona de MISS INTERNACIONAL 2011 desde china", "@Calle13Oficial Rene me acaba de entrar un virus a la compu por ver ese video de youtube jajajajaja pobre Willi Corona :S", "Corona Brush - 6\" Pro-Duster: From the manufacturer:\nPro-Duster - Catalog No. 3640\n? 100% white China bristle\n?... http://amzn.to/qyPUjF ", "Copia china de corona.... CERONO! No me jodan! XD", "Mi Primera Jornada de Vacunación, Antirabica, Desparacitacion, La Septuple y la Corona Virus. Chequeo Fisico Gratis ^^ Domingo 2 de Octubre!", "Graças ao corona virus estou reassistindo resident evil", "Opposition spokesman on Health, Dr. Morais Guy says this morning’s corona virus scare threw the country including the Ministry of Health and Wellness into panic mode.\n\nHe says this is proof that the ministry and country is not prepared.\n\nhttp://nationwideradiojm.com/opposition-says-coronavirus-scare-shows-jamaica-is-not-prepared/ …", "Corona virus is in JERSEY ", "Damn I heard Corona is giving people a virus?? Thank god I only drink natty ", "Everyone so scared of the Corona virus when its so easy to avoid getting like just drink another type of beer idiots", "Guru Besar UI Prof.Hikmahanto : Pemerintah RI Segera Desak WHO Untuk Nyatakan Virus Corona Berbahaya https://metrobratautamaonline.com/2020/01/28/guru-besar-ui-prof-hikmahanto-pemerintah-ri-segera-desak-who-untuk-nyatakan-virus-corona-berbahaya/ …", "Caso de corona vírus em São Leopoldo pqp os maluco come morcego lá no outro lado do mundo e a gente q só come vaca, galinha e peixe vamo toma no cu tbm", "Im so scared of the corona virus omg man i dont wanna work in retail ffs", "of all places in the U.S. the corona virus hits hamilton ohio first. i knew that place was cursed", "Wanna get the fucking corona virus and die", "oh gosh..\nif corona virus be like 1920 virus the world is gonna die\nand its not because of a world war 3 or the planet\nhttps://knowledgetime.net/1720-plague-1820-cholera-outbreak-1920-bubonic-plague-2020-chinese-coronavirus/ …", "E minha mãe q falou q o corona virus vinha da cerveja mano KKKKKKKKKKKKKKK", "bicho carnaval jaja se essa porra de corona vírus vier também fudeu", "o corona vírus atacando https://twitter.com/noiascoisadas/status/1222208855133900801 …", "Pemprov Jambi Siapkan Ruangan Isolasi Khusus Pasien Virus Corona http://dlvr.it/RNxQTW pic.twitter.com/PCJXwtuD5w", "Peneliti badan kesehatan di China menyebut sudah mengetahui dari masa virus corona berasal. http://dlvr.it/RNxQW7 ", "vai pegar corona vírus, câncer, lepra, demônio. tudo de ruim possível", "بمناسبه  الناس الى راجعه من الحج وزاره الصحه استعدت وجهزت معامل ومستشفيات علشان لا قدر الله Corona virus ولا مستنيه تظهر حالات وبعدين نتصرف!", "Mers CoV = Middle East Respiratory Syndrome Corona Virus. \nMortality 50%.", "ANTARA\n\nRSUD Soetomo: haji Bojonegoro negatif virus corona\nANTARA\nSoetomo Surabaya menyatakan hasil pemeriksaan... http://fb.me/1SO02dUdk ", "Hohner Corona II  Diatonic Accordion w/straps Acordeon Hecho en China $900.00 http://bit.ly/16u4VNX  #Accordion #Concertina", "Hindari Virus Corona, Jamaah Haji Dipantau: Pasca kepulangannya dari tanah suci, kesehatan jamaah haji terus d... http://bit.ly/19kFejV ", "Hindari Virus Corona, Jamaah Haji Dipantau http://bit.ly/19kFejV ", "@CyrineKhaouani @Noracherchour #tatakztak le corona virus", "New Health -  SARS, Corona Virus and Bats to Humans http://dlvr.it/4FNsG8 ", "SARS, Corona Virus and Bats to Humans http://hub.me/afXve ", "Descobri que corona é o nome de um vírus infeccioso e que até mata", "Pulang Haji, Tak Ada Terdeteksi Virus Corona http://dlvr.it/4FF8Q7 ", "Pulang Haji, Tak Ada Terdeteksi Virus Corona: Guna mendeteksi virus corona, sejumlah indikasi... http://dlvr.it/4FF8PF  | @captugupahlawan", "1. #CORONAVIRUS atau MERS-CoV. adalah jenis baru dari virus corona.Dapat menimbulkan sakit dan kematian pada manusia dan hewan", "Jemaah haji Bengkulu negatif virus corona http://wp.me/p3qn90-5MP ", "Jemaah haji Bengkulu negatif virus corona\n\nDirektur RSUD M Yunus Bengkulu Daisy Novira mengatakan seorang jemaah... http://fb.me/1uRFFgnGU ", "corona virus is in dammam ......so please stay away from this virus.\n\n فيروس كورونا في الدمام ...... لذا يرجى... http://fb.me/2y0bWP13r ", "Jemaah haji Bengkulu negatif virus corona: Direktur RSUD M Yunus Bengkulu Daisy Novira mengatakan seorang jema... http://bit.ly/1duGwJZ ", "Jemaah haji Bengkulu negatif virus corona http://bit.ly/1duGwJZ ", "Jemaah haji Bengkulu negatif virus corona http://bit.ly/1duGwJZ ", "Jemaah haji Bengkulu negatif virus corona: Direktur RSUD M Yunus Bengkulu Daisy Novira mengatakan seorang jema... http://bit.ly/1cr52KU ", ". @corona_log_sub @nico_china @tanakayuudai @motojump @ma_fto @dandarand921013 @act_second おはようございますヽ^ｼ'ω')ﾉｼ", "Q pasa ahora casi q todas mis amigas quieren ser algo en el q le den una corona sera q es un virus!", "@ corona china...ugh!", "Conozca el pabellón Chino o Corona del Oriente en la Expo 2010 http://bit.ly/aaJ5MP para quienes critican a Chavéz por su relación con China", "is PuppyDP still needed after 7in1+anti rabies+corona virus vaccination for a dog.? http://bit.ly/acUjYk", "@xOchoa Simón, hay comida China aquí en santa fe!!! Y vemos como se corona barca", "\"Comida china y Corona clara, positivamente, no hay mejor\" (Augusto Hernández Bermúdez)", "My light-up Corona (made in China) complimentary necklace is defective. Damn it.", "@betsydrager Cheers! Gan bei! .... \"It's 8pm somewhere\" (this time it just so happens to be China)  #Corona", "They're playing salsa here RT @MzVivi123: @Krazy4FatGirls El Apollo in the #LES~ El Jardin de China en #Corona...Im sure others can add on.", "@Krazy4FatGirls El Apollo in the #LES~ El Jardin de China en #Corona...Im sure others can add on.", "Corona! Cinco de Mayo! #ayayay RT @China_Wall: Tomorrow is my birthday. What beer should I celebrate with?", "RT @en_corona: @romoprd Sue Dip. Romo, con esa reunión con los delegados de la republica de China. Estaremos al pendiente de sus notas.//ok", "We have a winner. RT @China_Wall: Ah, I get it corona, I'm on to you.  The lime makes up for your shitty flavor.", "what does that have to do with the Blackhawks?? RT @China_Wall Ah, I get it corona, I'm on to you. The lime makes up for your shitty flavor.", "Also, we landed on the moon RT @China_Wall: Ah, I get it corona, I'm on to you.  The lime makes up for your shitty flavor.", "new corona china at Avenida Galicia & Avenida Pontezuela http://loopt.us/wLBa4Q.t", "@LaPetrona la cerveza de imitacion corona (china para variar) se llama cerona", "Listening to La China always makes me want to drink Corona's and take shots of Buchanan's", "la china suarez tiene un anillo en forma de corona ", "#ArgentinaCampeonBrasil2014 Los argentinos son los campeones sin corona. Esto es un penal aquí y en China. pic.twitter.com/KrgSqmcZ4r", "Ayo klik untuk Mencegah virus Corona\nhttp://bandung4life.com/mencegah-virus-corona-dengan-4life-transfer-factor/ …\n#Bandung4Life.com #corona", "El Jardin De China http://jardinde.dinehere.us/?photos=1  #Corona In bed! ð\u009f\u0098\u0084 #Corona #queens #newyorkcity #nyc #newyork #nypic.twitter.com/ygbtK4ikHT", "Somos la joya de la Corona como el país más estratégico en el ajedrés mundial y Santos nos entrega a Cuba que nos negoció con Rusia y China", "Itinerario de mañna:\n-Labar\n-Ordenar el cuarto.\n-Comprar comida china *.*\n-Ver como Alemania se corona Campeon del mundo :33", "Patriot Act, didn't it make you cops feel special? Part of a Gov brotherhood?? Your in the same shit hole with all of is. Corona Halo virus", "Infection Control,  MERS, Corona Virus, NO Need to feed such a Chemical Giant, Johnson and johnson, Ecolab,... http://fb.me/BHldOX2s ", "Best Solution to MERS, Corona Virus, Hygiene Solution http://youtu.be/RQWi1ywMXmQ ", "Best Solution to MERS  Corona Virus: http://youtu.be/RQWi1ywMXmQ  @YouTube 님이 공유", "They will not test your upper or lower respitory until you turn acute. If the Corona virus is in your sex parts, GOOD LUCK ! USA on it. Not", "17 years into Corona virus Genocide and the President's wife wants children to eat vegatables. LOL !!! all the way to the \" Emperor \" aha", "Ask Brunswick Community Hospital about the Corona virus, they heard about it through me first. \"we don't do Corona\". He's so cool. u will:)", "@WAGNERGIRLE \nDid he also mention HIV, hepatitis, Chagas, Corona virus, scabies, lice, Dengue fever, Ebola, leptospirosis...", "Corona virus is a Biological Global Killer, and it is too late to stop it.", "corona virus, Middle East Edition News, 10.07.2014, Jaihind TV http://wp.me/p3bJUS-j80 ", "#Coronavirus news: US Pig Farm Samples Positive for Porcine Delta Corona Virus: 325 - ThePigS http://bit.ly/1mQFHCC  #pathogenposse", "Concurso Reina China de Panamá 2014. Estas son las diez chicas que se disputan la corona. http://paisanito.com/concurso-reina-china-de-panama-2014/ …pic.twitter.com/X0Xk72k9In", "@mourojinegro hay probado la Tsungtao? es como una Corona china xD", "Adios a la corona de China en los 3 m sincronizados. Felicidades a los Británicos bien ganado @ChrisMears93", "And test my semen for the Corona virus, dickheads", "#Rio2016 : #China se corona en salto sincronizado femenino https://shar.es/1Z8FlD pic.twitter.com/sWiPoHTLhe", "I HAVE THE CORONA VIRUS/TYPE 2 https://youtu.be/L78yVFeyvRo ", "China sale por cuarta corona en trampolín sincronizado olímpico (M) http://dlvr.it/M0SvQD ", "#ObamaDerogaElDecretoYa China sale por cuarta corona en trampolín sincronizado olímpico (M) http://dlvr.it/M0Slh8  SIGUE .@lilianasoham", "China sale por cuarta corona en trampolÃ­n sincronizado olÃ­mpico (M) http://ift.tt/2b5hs3S ", "#instamama #zara #tyler #shout #mannysbuddyoftheweek #moms #corona #Beijing https://goo.gl/GROxfJ  1971 #China", "Rocky Mountain Spotted fever, what a fuckin picnic.......kinda like Corona virus. Polyarteritis Nodosa", "China vía Instagram: \n\n\"GRACIAS por la corona de flores hecha a mano @lisadeveauxofficial !! Te quiero muahh󾌪󾠨󾁀\"... http://fb.me/2s8uY2VUS ", "No, según Margallo, la ONU, Brasil, China, Rusia..etc... forma parte de Serbia.", "SE CORONAN... China se corona en #Gimnasia #Rio2016 http://estrategadeportes.com/se-coronan-en-rio/ …", "SE CORONAN... China se corona en #Gimnasia #Rio2016 http://estrategadeportes.com/se-coronan-en-rio/ …", "#Rio2016 #GymnastiqueArtistique Japón se corona campeón olímpico por equipos #oro Rusia #Plata China #Bronzepic.twitter.com/T2kpHY16dE", "الصحة #السعودية : اصابة مواطن بـ فيروس كورونا “corona virus” في حريملاء وشفاء وافد بالهفوف http://www.worldakhbar.com/gulf/saudia-arabia/71624.html …", "Comenzamos a oír hablar hace unos años de corona virus, con el SARS .\nSupuestamente un virus q no padecía el hombre. pic.twitter.com/7TzAAjSFEx", "Public Awareness to Combat MERS Corona Virus http://bit.ly/1Rw9b5K  IF YOU SUSPECT CORONA DIAL937 #We_Can_Stop_This", "Grand Strand hospital, is you dictorial doctors gonna send me to Merk Medical for the pathogen, Corona virus? Thats PROTOCOL", "Ya habrá almorzado la china que le quitó la corona a adriana gutierrez en el  miss universo?\n\n#CuestionamientoExistencial", "Pizza y corona... orgasmo de acá a la china", "La mejor comida china esta en \"El Mandarín\", un lugar con excelente sazón, inmejorable servicio y variedad de platillos, se encuentra ubicado en: Blvr. Roberto Ruiz Obregón N0.593, frente a la Cervecería Corona. Tel: 4481698441 http://shorturl.at/zTY59 pic.twitter.com/MQhf1NkrGA", "Sickened to death -- coming to your neighborhood soon!  My husband has already contracted the Corona virus!  It is related to MERS and SARS.  Why do you think Obama mentioned \"disease\" and said we are in a \"dark time?\"  They are rolling out a plague. https://twitter.com/mikebwonder/status/1038416922029768704 …", "Killer MERS (middle east respiratory syndrome corona virus,carried by camels) could be brought back to other countries by Muslims returning home after making the annual pilgrimage to Mecca,Saudi Arabia, warn health officials,after outbreaks in August.", "#DatoCurioso En algunos 7Eleven de la ciudad de Guangzhou, China, venden cerveza CORONA, ellos la identifican o la hacen distinguir con la bandera de México, tiene un precio de $15 ¥,… https://www.instagram.com/p/BnbmiA9FVQf/?utm_source=ig_twitter_share&igshid=1lqte3wi15jgr …", "El diseñador Alejandro Fajardo debe vestir Miss Venezuela Veruska Ljubisavljevic en Miss Mundo el 8 de diciembre de este año en Sanya, China, y se ciña la Corona que entregará Manushi Chhillar, Miss Mundo 2017 de India, impacta este traje de Fajardo #NOTICiASDESDEVENEZUELApic.twitter.com/sxSxPcpjHN", "La corona que se merece como el principe de China que es!! pic.twitter.com/WTfMp741P7", "Some kind of corona virus was my thought -- that's more likely to originate in that part of the world.....", "They need to exclude MERS/Corona virus. This spreads easily in confined places, life an aircraft. MERS = middle east respiratory syndrome", "21yrs usa medical hasnt diagnosed the corona virus still.  \n\nCollege dont make good people\n\nMoms and Dads do\n\n21 years can you understand how stupid they actually are\n\nSolving skills 69 F -", "galik food related chwiya jayin mn mecca chwiya mn dubai walakin mn mecca ldubai 3ad dubai ljfk hhhhhhhhhh, mhm chi virus corona ola in the worst case scenario anthtax", "Corona virus - MERS", "Bernardo Suaza se corona campeón de la montaña en el Tour de Xingtai (China).  Prueba UCI 2.2.\nEn nuestro foro, todos los campeones de montaña colombianos en pruebas UCI en 2018:\nhttp://larutadelescarabajo.foroactivo.com/t1002-campeones-de-la-montana-uci-2018#54943 …", "INFANTS\n•upper respiratory tract infection\n-parainfluenza virus\n-rhinovirus\n-influenza virus\n-corona virus\n-adena virus\n-respiratory syncytia virus\n•pharyngitis\n-rhinovirus\n-influenza virus\n-herpes simplex virus\n-epstein-barr virus\n-parainfluenza virus\n-adenovirus\n-coxsackie", "Siento que tengo la corona puesta cuando estoy con chapi y la china.  Que pareja hermosa que son, y que feliz y tranquila me siento con ellos afortunada!!", "China no va a ganar la encuesta de nacionalidades, igual vamos a hacer su chiste, para amenizar la insoportable estabilidad de la Corona Noruega.\n\n\"En Suecia hace tanto, pero tanto frío que los chinos a la noche enchufan la heladera\"\n\nSigan votando\nhttps://twitter.com/QuilomboNoruega/status/1036765711438368768 …", "Los Domadores asistirán a China con el deseo de ganar su tercera corona https://goo.gl/oCF3FK pic.twitter.com/UeRrNX1Ekd", "Hablan que le fútbol chino es de muy bajo nivel, llega #GiovanniMoreno goleador en China y ya es la joya de la corona #ConexiónFinDeAño pónganse serios.", "Ik vind een @YouTube-video leuk: http://youtu.be/23LlBn7CYC0?a  Bratkilla & C-Netik - Corona Virus", "¡¡¡Con ese logo daría miedo comprar cualquier cosa!!! Parece marca china pirata, como Cerono (@corona) Puwa (@PUMA) Sonia (@Sony) Geely Ge (@RollsRoyce) o de plano Goophone (@iPhone_News)", "Flu, strep, RSV, croup, stomach bug, corona virus....yuck yuck yuck! It’s all going around #RobCo and #SpringfieldTN. Not too late to get your kids their flu vaccine!", "thank you. it is a possiblity as she has had the corona virus(sp) but it doesn't add up with her behaviour as she had two days where she was very good.", "#PANDEMIC POTENTIAL #CORONA/RABIES VIRUS #MUTATING CAUSING #EPIDEMIC DISEASES. #SARS FROM #CHINESE EATING #CIVET CAT. #ANIMALS NOT #CREATED FOR #FOOD. BAN #DOG/CAT #MEAT STOP TORTURE #BOIL/BURN/SKIN ALIVE #HACK OFF PAWS/LIMBS #BEAT/HANG", "#PANDEMIC POTENTIAL #CORONA/RABIES VIRUS #MUTATING CAUSING #EPIDEMIC DISEASES. #SARS FROM #CHINESE EATING #CIVET CAT! #ANIMALS NOT #CREATED FOR #FOOD.BAN #DOG/CAT #MEAT & TORTURE INVOLVED. #DONKEYS SKINNED ALIVE.  ENFORCE #ANIMAL CRUELTY #LAWS! BOYCOTT #INHUMANE BARBERIC #CHINA!", "#PANDEMIC POTENTIAL #CORONA/RABIES VIRUS #MUTATING CAUSING #EPIDEMIC DISEASES. #SARS FROM #CHINESE EATING #CIVET CAT.#ANIMALS NOT #CREATED FOR #FOOD. BAN #DOG/CAT #MEAT & TORTURE INVOLVED. #BOYCOTT SOUTH #KOREA CHINA #ASIA FOR #CRUELTY TO #ANIMALS!", "#PANDEMIC POTENTIAL #CORONA/RABIES VIRUS #MUTATING CAUSING #EPIDEMIC DISEASES. #SARS FROM #CHINESE EATING #CIVET CAT. #ANIMALS NOT CREATED FOR #FOOD. BAN #DOG/CAT #MEAT & TORTURE INVOLVED. #BAN YULIN DOG #FESTIVAL", "Bratkilla & C-Netik - Corona Virus https://youtu.be/23LlBn7CYC0 \n#最後に聴いた曲を投下して5人指名して繋げていくリレー\n@ranranran_10 @5phac0 @Bass_Cygnus @tomosirochan @jin_2donatehttps://twitter.com/basspoundation/status/946030249879281664 …", "Need: una combi china, una Corona con hielito, a ti y un supply de Arizona", "#PANDEMIC POTENTIAL #CORONA/RABIES VIRUS #MUTATING CAUSING #EPIDEMIC DISEASES. #SARS FROM #CHINESE EATING #CIVET CAT. #ANIMALS NOT #CREATED FOR #FOOD! BAN #DOG/CAT #MEAT. STOP TORTURE #BOIL/BURN/SKIN ALIVE #HACK OFF PAWS/LIMBS #BEAT/HANG #BOYCOTT SOUTH #KOREA CHINA #ASIA", "Flushing NY and Corona NY: As Close As You're Going to Get to China (And Sachmo) in the USA http://www.getawaymavens.com/flushing-ny/  via @GetawayMavens", "Me and Julies don't work. \n\n1 thing HEAL \n\nMERS CORONA VIRUS ANTIVIRAL\n\nWHAT YOUR DOING YOU SHOULD GO TO PRISON 30YRS TO LIFE OR GAS CHAMBER\nspecial went murder nice", "Tú eres la china  hahahaha", "Mers corona virus antiviral \n\nSuffered yalls stupidity long enough.", "don't worry. Shes dying with the corona virus ", "Delito aquí y en la China, no se x q algunos periodistas creen que tienen corona “@luisangelreyna: Espiar es un delito @malditaternura", "Yasmin, see your hands are red, it will grow up your arms. It's the Corona virus. I imagine your legs are. Aspirin, if you can. Walk!", "Human Corona Virus", "Unsa nga virus ang miss universe \nAnswer: corona virus", "ما يجب معرفته عن فيروس كورونا .. #كورونا #فيروس_كورونا #corona #virus_corona #وعي #توعية #صحة #تغذية #وقايةpic.twitter.com/nQKxlLO2hw", "corona virus vai ser sempre aquele som, é como o scanline e o trachno", "الوقاية من #فيروس_كورونا والحد من انتشاره #كورونا #corona #virus_corona pic.twitter.com/oFf9AXPPxF", "كيفية التعامل مع المرض عند الإصابة به http://www.moh.gov.sa/CCC/InformationCenter/Pages/HealthGuidelines5.aspx … #كورونا #فيروس_كورونا #corona #virus_corona pic.twitter.com/VMV5BPitPY", "2 new corona virus cases reported in Saudi Arabia... http://fb.me/3Ddq0lPLN ", "Awareness Publications – Videos #virus_corona http://ift.tt/1Cqn3GR ", "طرق الوقاية من الفيروس والحد من انتشاره http://www.moh.gov.sa/CCC/InformationCenter/Pages/HealthGuidelines4.aspx … #كورونا #فيروس_كورونا #corona #virus_corona pic.twitter.com/tHat8q9gMU", "On the sand at China Cove beach in Corona del Mar. Love the... pic.twitter.com/HeTacr8yBZ", "On the sand at China Cove beach in Corona del Mar. Love the feeling of sand in the toes. Right up… https://instagram.com/p/0iwGptqJ5a/ ", " (@ El Jardin De China in Corona, NY) https://www.swarmapp.com/c/3oOc5fZ00Za ", "1 more Corona-virus in Saudi Arabia... http://fb.me/47srDfxx8 ", "طرق الوقاية من الفيروس والحد من انتشاره http://www.moh.gov.sa/CCC/InformationCenter/Pages/HealthGuidelines4.aspx … #كورونا #فيروس_كورونا #corona #virus_corona pic.twitter.com/tHat8q9gMU", "Un virus estomacal aparta a Purito de la Volta - El ciclista catalán no podrá defender su corona y espera volver e... http://ow.ly/2WhJh4 ", "Enjoy the Corona Virus, when It kills, it's starts at the toes and moves up. But I don't need to tell you brain children nothing. (-.^)", "Un virus estomacal aparta a Purito de la Volta - El ciclista catalán no podrá defender su corona y espera volver e... http://ow.ly/2WhuEZ ", "Un virus estomacal aparta a Purito de la Volta: El ciclista catalán no podrá defender su corona y espera volve... http://bit.ly/1DITSCo ", "And polyarterits NODOSA\n\nI KNOW WHATS AFFECTING ME. SOLVED\nCORONA VIRUS", "#corona #virus infographic in the middle east. \n#cpc\n@SaudiMOH @Saudi_FDApic.twitter.com/WW0vlZgbkN", "New Corona Virus case in Qatar #Virus #Qatar\n\nMore Details: https://goo.gl/y3NqNt  http://fb.me/3Q8UVofU1 ", "New Corona Virus Case in Qatar  http://www.pasei.com/new-corona-virus-case-qatar/ …", "New Corona Virus Case in Qatar\n#corona_virus #virus #infection #public_health #qatar\nhttp://bit.ly/2pfGGDU pic.twitter.com/E9TgJBLkan", "Primero fuimos a la comida china y terminamos en él salón corona. Y después pedita en mi casa pues que será bueno baby", "#EliminaciónEnCBT NO ENTIENDO COMO COMPARAN A ISRAEL Q REALMENTE COMPITE Y HASTA LESIONADO CON LA CHINA Q LA VERDAD TIENE CORONA XQ", "Check out Bavaria Corona China Dinner Plate Black And Gray Long Stem Roses Germany B Shed  http://cgi.ebay.com/ws/eBayISAPI.dll?ViewItem&item=231995229971&roken=cUgayN&soutkn=9nkNfB … via @eBay", "12 Rosenthal China Corona Dessert Plates 7-5/8\" Cream Black Gold Trim 2910  | eBay http://buff.ly/2oq2Aj0 pic.twitter.com/b2D9LFofDP", "Rosenthal China Corona 42 oz Teapot Black Cream Gold Trim 2910  | eBay http://buff.ly/2pxygrs pic.twitter.com/9qZ63OUBeD", "Rosenthal China Corona Creamer Black Cream Gold Trim 2910  | eBay http://buff.ly/2oqgFgB pic.twitter.com/bpzw95GtCv", "QNA | Ministry of Public Health Announces New Corona Virus Case http://j.mp/2oIECDd pic.twitter.com/uixHdtitve", "@mariaritacordo1 #CBTrectaFinal todas las chicas k compitan del verde no tienen corona falta la china Ximena Diana @atvpe", "En spécial la négociation entre Russie, china et les états unis par les resources vénézuéliens.", "Jack The Giant Slayer\nKung nasa aking ang corona at susunod ang mga higante, kukunin ko ang Sabbath at buog South China East.", "Whole lotta @Budweiser $$$ tho\n\nMaybe @corona not widely available for China?", "que tiene corona la China que sorprende tanto. por fin una que le Dice algo igual las dos infumables", "She made me sick doctor. It's the China Corona virus, not Sars. Easy very very easy.", "#CBTallimite  OIGA JEFE LA CHINA DESDE AYER LA VEO REYNA Q NO COMPITE NI EN TORTASO NI EN MANOTASO Q PASA TIENE CORONA ..Q PASA", "Volvo China Open – Brandon Grace se corona en China http://dlvr.it/1jbQ7w  #tenis", "Volvo China Open - Brandon Grace se corona en China http://wp.me/p271Kq-8o ", "@coldplay feat @rihanna \"Princess of China\" http://bit.ly/MEjCjN  VIDEO @rumberos @TerraMusicaUS @corona_music @la_patilla @musicaenvivo_Uy", "@elmagazo entonces criticamos a corona como se hizo con ochoa en el santos modelo contra china? O lo dejamos así?", "They had the great wall of china & corona couldn't see shit", "rhino virus ... corona virus", "Cheetah breeding success rate is low: FIP is caused by corona virus that has mutated from a harmless virus found... http://bit.ly/L4s3cF ", "corona chair reproduction from china designer furniture ... http://dld.bz/b4Vm7 ", "Read psalm 46 : and then put your bibles down until the Corona virus is exsposed.", "Quadri yo no quiero un TLC con China,yo amo la CORONA no CERONA #PinchePirateria", "Tratado de libre comercio con china....no mames de por si ya se piratearon la cerveza  corona y hasta la imagen de la virgen de guadalupe.", "hay que exportar mas cerveza corona a China #Debate2012", "China nunca te va a comprar nada no seas pendejo si ya hasta la cerveza corona falsifica para no comprarte.", "Langyaa. Talo na nga sa American Idol, talo pa din sa boxing. Pag tayo ginyera ng China sigurado talo tayo! Still, napatalsik si Corona. :)", "talo na nga si corona, talo pa si pacquiao! Ano ba yan! Anong nangyyari sa Pilipinas? Wag nmn sna tyo matalo sa China...", "Talo si Corona, Talo si Jessica, ayan natalo rin si Pacman. Sign na ba para matalo tayo sa China. Buset nmn yan men.", "Those nightsweats getting better? I bet u didn't know T.B. Gives them to ya too. So does the Corona virus.The small intestant is tempermntle", "@kayuhluhh Bets ko according to numerical structure: 1. Brigada 2. China issues 3. Corona :) @angelotiglao @WendyPenafiel", "en china existe una copia pirata de nuestra corona mexicana!!! http://molo.me/p/0rmKir "]